[
    {
        "productID": 1,
        "productName": "Water Resistant Scalloped Dog Bed Blue",
        "productImage": "https://rileysadler.github.io/1.jpg",
        "productPrice": "15.50",
        "productDescription": "This Scalloped Dog Bed is tough, durable and comfortable, making it the ideal place for your furry friend to rest after a long walk."
    },
    {
        "productID": 2,
        "productName": "Rope Climb And Snooze Cat Tower Grey",
        "productImage": "https://rileysadler.github.io/2.jpg",
        "productPrice": "108.00",
        "productDescription": "Give your feline friend this fabulous playground with this climb and snooze cat tree. Designed with your cat in mind it offers two woven baskets with a soft plush cushion in each perfect for snoozing in."
    },
    {
        "productID": 3,
        "productName": "Scratch & Swat Cat Tower Brown",
        "productImage": "https://rileysadler.github.io/3.jpg",
        "productPrice": "30.00",
        "productDescription": "This scratch & swat cat tower is guaranteed to keep your cat entertained for hours and ultimately, away from your furniture. Made from FSC certified wood & jute, making this scratch stand purrfect to stand up to your cats claws & scratching."
    },
    {
        "productID": 4,
        "productName": "2 Storey Rabbit & Guinea Pig Hutch Cover 5ft Green",
        "productImage": "https://rileysadler.github.io/4.jpg",
        "productPrice": "55.00",
        "productDescription": "Protect your furry friends’ hutch from the elements, ensuring their comfort and well-being. Our easy to fit, heavy duty cover is the perfect solution for sheltering their living quarters and helps to maintain a cosy and dry home for your pets."
    },
    {
        "productID": 5,
        "productName": "Memory Foam Luxury Dog Bed Green",
        "productImage": "https://rileysadler.github.io/5.jpg",
        "productPrice": "28.00",
        "productDescription": "With a comfy crumb memory foam cushion that contours to your dogs body shape for superior comfort, this dog bed is the perfect touch of luxury for winter nights."
    },
    {
        "productID": 6,
        "productName": "Self Heating Plush Dog Mattress Green",
        "productImage": "https://rileysadler.github.io/6.jpg",
        "productPrice": "28.00",
        "productDescription": "A luxurious combination of style and substance, this mattress is the cosy addition to nap time that your dog will adore."
    },
    {
        "productID": 7,
        "productName": "LED Aquarium White 58 Litre",
        "productImage": "https://rileysadler.github.io/7.jpg",
        "productPrice": "96.00",
        "productDescription": "This is a 58 litre aquarium endowed with complete equipment for discovering aquarium keeping in confident fashion. This tank comes with a biological filter with a motor and a heater, as well as an LED lighting system that offers high performance and low consumption."
    },
    {
        "productID": 8,
        "productName": "Play Time Snuffle Ball Dog Toy",
        "productImage": "https://rileysadler.github.io/8.jpg",
        "productPrice": "4.90",
        "productDescription": "This Play Time Snuffle Ball is the perfect way to keep your dog entertained and engage their brains with the treat concealing compartments that encourage their natural foraging behaviours."
    },
    {
        "productID": 9,
        "productName": "1 Storey Wooden Rabbit Hutch 6ft",
        "productImage": "https://rileysadler.github.io/9.jpg",
        "productPrice": "105.00",
        "productDescription": "Help your furry friends feel right at home with our 6ft Hutch, it’s the perfect place for your pets to relax, play and sleep comfortably. The cosy single storey hutch designed to provide stability whilst raising the base off the ground to improve airflow and help to prevent damp."
    },
    {
        "productID": 10,
        "productName": "Panorama Aquarium Black 40L",
        "productImage": "https://rileysadler.github.io/10.jpg",
        "productPrice": "73.50",
        "productDescription": "Create a stunning, stylish habitat with this Panorama Aquarium. Designed for your visual enjoyment the Panorama Aquarium offers uninterrupted views."
    },
    {
        "productID": 11,
        "productName": "Tall Scratch Cat Post Brown Large",
        "productImage": "https://rileysadler.github.io/11.jpg",
        "productPrice": "16.80",
        "productDescription": "This tall cat scratch post is an extra tall sisal scratching post with plush covered base your cat will adore. The height of this tall post makes it ideal for longer stretching, especially good for larger cats."
    },
    {
        "productID": 12,
        "productName": "Reflective Adjustable Dog Harness with Breathable Lining Ecru",
        "productImage": "https://rileysadler.github.io/12.jpg",
        "productPrice": "14.00",
        "productDescription": "Safety is on the rise with this harness in adventurous ecru. Ideal for low-light conditions thanks to the reflective trim, you can take late-night and early morning walks knowing that you are visible."
    }
]
